bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
drcika.apc-extension
esbenp.prettier-vscode
formulahendry.code-runner
github.copilot
github.copilot-chat
jacano.vscode-pnpm
monokai.theme-monokai-pro-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
pkief.material-icon-theme
rangav.vscode-thunder-client
robbowen.synthwave-vscode
sleistner.vscode-fileutils
vscode-icons-team.vscode-icons
webstarter.easyapi
zhuangtongfa.material-theme
